import Link from 'next/link';

const AboutPage = () => {
	return <div className="wrapper_text">
		<p>Автор: <Link href={'/'}>Кириллов Иван Олегович</Link></p>
		<p>Иван Кириллов к.м.н., врач психиатр, психотерапевт, Член IJP; Основатель Академии Транскультуральной
			Психотерапии; Создатель концепции Stress Surfing™</p>
		<h1>Введение в Позитивную Психотерапию</h1>
		<h2>Основная гипотеза - позитивный образ человека.</h2>
		<p><i>'Взирайте на человека, как на прииск, полный драгоценных камней, которым нет цены'</i> <br />
			Бахаулла </p>
		<p>Развивая гуманистическую традицию Н. Пезешкиан сделал значительный шаг, вперёд предложив принципиально новую
			- позитивную (от positum - данное, имеющееся в наличии) концепцию человека. Согласно этой гипотезе, каждый
			человек хорош по своей природе и от рождения обладает 'всеми способностями, которые сравнимы с семенами
			скрытых возможностей, которые, однако, ещё нужно развить' (Пезешкиан Х., 1998). Внешний мир предоставляет
			условия и инструменты самопознания и самораскрытия, подобно тому, как плодородная почва и подходящий климат
			помогают зерну превратится в дерево. Иными словами, человек изначально не “tabula rasa” (чистый лист), на
			котором родители и педагоги гордо вписывают собственные изречения знания и мудрости, скорее можно сказать,
			что он – лист непрочитанный потенциально способный проявить определённый уровень совершенства всех мыслимых
			способностей…<br />
			Эта концепция находит своё практическое воплощение в шести основных принципах</p>
		<h2>Основные принципы Позитивной психотерапии</h2>
		<ul>
			<li>1. <b>Принцип надежды</b> - сфокусированность на ресурсах предполагает направленность аналитической
				процедуры
				не только на локализацию конфликта, но, и в большей степени, на понимание устремлений и ресурсов,
				проявленных в симптоме и имеющихся в распоряжении человека. Такая направленность помогает человеку
				почувствовать свои способности и принять на себя ответственность.
			</li>
			<li>2. <b>Принцип самопомощи</b>. Внимание, понимание и поощрение создают энергию, которая проявляется в
				ответственных решениях и активных осознанных действиях, направленных на достижение желаемых изменений.
			</li>
			<li>3. <b>Принцип уникальности личности</b>: терапия должна учитывать нужды пациента и адаптироваться к
				его(её)
				уникальному характеру. Позитивная психотерапия рассматривает болезнь не просто как особенность
				индивидума., но и как отражение качества его(её) отношений с семьёй, обществом и идеалами.
			</li>
			<li>4. <b>Простота и универсальность терминологии, концепций и метода.</b> Даже воспарявший духом,
				целеустремлённый и энергичный человек нуждается в знаниях и навыках. Поэтому Носсрат Пезешкиан
				разработал терминологию и методику, понятную каждому и легко применимую, что бы каждый мог
				воспользоваться ей в повседневной жизни.
			</li>
			<li>5. <b>Транскультуральная чувствительность</b>. Уникальность жизненного опыта отдельных людей и целых
				народов часто приводит к непониманиям, конфликтам и возникновению предрассудков. Так добытый веками
				опыт часто обесценивается. Позитивная психотерапия предлагает сконцентрировать внимание не на
				различиях а на сходствах, чтобы обеспечить каждому свободный доступ к бесчисленным сокровищам нашей
				столь разнообразной цивилизации.
			</li>
			<li>6. <b>Направленность на развитие и будущее</b>. Суть этого принципа прекрасно отражена в народной
				мудрости:
				'Если ты хочешь иметь завтра то, чего у тебя никогда не было, тебе нужно принять решение и сделать
				сегодня то, чего ты никогда не делал'.
			</li>
		</ul>
		<br />
		<h2>Позитивная отправная точка</h2>
		<p>Позитивная психотерапия базируется на гипотезе об элементарных человеческих способностях и позитивном видении
			образа человека. Опираясь на гипотезу о базовых способностях/потребностях (любви и познании) терапевт
			вооружается позитивным толкованием симптомов и состояний, которое помогает пациенту принять реальность ad
			positum и осознать альтернативные возможности развития своих способностей.</p>
		<p>В формулировке позитивной интерпретации помогает понимание четырёх способов реакции на конфликт:</p>
		<ul>


			<li>1. уход в болезнь и/или физическую активность или бессилие</li>
			<li>2. уход в работу или бездействие</li>
			<li>3. уход в общение или одиночество</li>
			<li>4. уход в фантазии или депрессию</li>
		</ul>
		<h2>Ориентация терапевтического процесса на содержание (метакоммуникацию).</h2>
		<p>Кроме традиционного для психотерапии, психологии и педагогики фокуса на функции симптома и динамике
			конфликта,
			мы систематически анализируем содержание развития межличностного конфликта и сопряжённый внутренний
			конфликт.
			Исследование содержаний, условий и причин расстройств привело к формулированию актуальных способностей,
			четырёх
			областей качества жизни, реакции на конфликт и семейных концепций. Рассматривая правил игры с помощью этих
			инструментов параллельно с проработкой конфликта идентифицировать существующий потенциал самопомощи.</p>
		<h3>Основные понятия</h3>
		<p><b>Модель баланса</b> - описывает развитие и проявление базовых и актуальных способностей в четырёх областях
			жизни:
			тело, достижения, контакты/отношения и будущее/фантазия/идеал.</p>
		<p><b>Модель идентичности</b> - описывает формирование четырёх видов отношений: Я- отношение к себе, Ты -
			отношения с
			партнёром, Мы - отношения с группой, Пра-мы - отношения с будущим и смыслом.</p>
		<p><b>Пять ступеней управляемой динамики развития</b> - динамика осознанного оптимального развития новых
			навыков,
			отношений и самой терапевтической интервенции описывается пятью ступенями:</p>
		<ul>
			<li>1. наблюдение</li>
			<li>2. инвентаризация/понимание</li>
			<li>3. ситуативное поощрение</li>
			<li>4. вербализация, решение и действие</li>
			<li>5. расширение целей</li>
		</ul>
		<p>Мы рассматриваем все проблемы и симптомы психологических и/или физических расстройств как проявление внутреннего конфликта человека. Это проявление само по себе является неосознанной попыткой адапрации к меняющимся условиям.
			Таким образом, каждый человек в любой момент времени поступает наилучшим из доступных ему в этот момент
			способов.</p>
		<p>Если конфликт своевременно не замечен его причина не распознана и продолжает существовать (реально или как
			травматичное воспоминание, убеждение), механизмы адаптации истощаются. Тогда проявляется открытое противостояние или органические/психические нарушения и хронические расстройства.</p>
		<p>Внутренний конфликт предопределяется базовым конфликтом и активируется актуальной ситуацией, проявляясь реактивным поведением.</p>
		<p>Только события, резонирующие с эмоционально заряженным базовым конфликтом, вызывают внутренний конфликт.</p>
		<p>Актуальный конфликт возникает при столкновении человека в его актуальном здесь и сейчас состоянии с актуальной меняющейся реальностью. События, вызывающие конфликт можно условно разделить на:</p>
		<p><b>Макротравмы</b> - значительные происшествия и изменения, вызывающие сильную эмоциональную реакцию при
			столкновении с ними в реальности и/или в воображении и Микротравмы - небольшие, но повседневно аккумулирующиеся
			эмоциональные реакции на несовпадение ожидаемого ('правильного') и реально существующего ('позитивного', но
			воспринимаемого как 'неправильное') развития и проявления своих или чужих, актуальных способностей.</p>
		<p>Содержание актуального конфликта может быть описано с помощью вторичных способностей (конфликт ожидаемого и
			реального поведения): <b>пунктуальность</b>, <b>точность</b>, <b>чистоплотность</b>, <b>аккуратность и
				порядок</b>, <b>послушание</b>, <b>вежливость</b>, <b>честность</b>, <b>прямота</b>, <b>искренность</b>, <b>справедливость</b>, <b>прилежание</b>, <b>работоспособность</b>, <b>бережливость</b>, <b>надёжность</b>,
			<b>точность</b>, <b>добросовестность</b>.</p>
		<p>Реактивное поведение обычно не осознаётся в момент реакции и по сути представляет различно сложности условный
			рефлекс приобретённый ранее. Реактивное поведение может быть удобно описано с помощью модели баланса.
			Базовый конфликт формируется в процессе развития на основе удовлетворения и/или угнетение базовых
			потребностей.
			Отношение окружающих к конкретным способностям в прямом или зеркальном отражении интернализируется (начинает
			восприниматься как своё), за ним фиксируется сильная эмоция (радости поощрения, воодушевления победой и/или
			разочарования, страха и т.д.) сопровождавшая базовый опыт. Рассмотрение базового конфликта наиболее
			целесообразно в четырёх видах отношений модели идентичности:</p>

		<p>Содержание базового конфликта может быть описано с помощью первичных способностей (конфликт ожидаемого и
			реального отношения): вера, время, сомнение, надежда, доверие, терпение, уверенность, любовь, единство,
			подражание.</p>
		<p>Ключевой конфликт – искренности как способности декларировать и добиваться своих желаний и учтивости как
			способности подавлять свои желания в угоду желаниям других людей или условиям реальности.</p>
		<h3>Методики и инструменты</h3>
		<p>Дифференциальный анализ - дифференцированное исследование базового конфликта, нацеленное на выявление
			эмоционального наполнения (выраженного в терминах первичных способностей) конкретного содержания актуального
			конфликта (выраженного в терминах вторичных способностей) и определение связанного с ним паттерна отношений
			(прямота/учтивость).</p>
		<p>Дpифференциальный анализ позволяет не только определить источник происхождения имеющихся установок,
			конфликтов и
			поведенческих моделей, но и определить скрытое за ними конструктивное стремление, что становится основой
			понимания, приятия и терапевтического альянса.</p>
		<p>Пять ступеней управляемой динамики развития - динамика осознанного оптимального развития новых навыков,
			отношений и самой терапевтической интервенции описывается пятью ступенями:</p>
		<ul>
			<li>1. <b>Наблюдение</b>
			<p>* Оценка баланса - использование модели баланса ('ромбика') для систематизации получаемой в процессе
			интервью и наблюдения информации и для структурирования самого расспроса. Этот метод помогает выявить основные
			приоритеты в жизни человека и понять, какие стороны жизни игнорируются.</p>
				<p>* Лист самонаблюдения - позволяет структурировать процесс самонаблюдения и самосознания человека. Методика
			состоит в систематическом записывании своих реакций, их причин и изобретение альтернативных вариантов
			поведения.</p>
				<p>* Позитивная интерпретация - сформулированная на языке клиента терапевтическая гипотеза и/или метафора,
			представляющая выгодные стороны симптомов и/или нежелательного поведения такие, как попытка решения
			существующих трудностей пусть не идеальным, но уже известным способом, стремление к удовлетворению базовых потребностей и
			т.д.</p></li>
			<li>2. <b>Инвентаризация/понимание</b>
				<p>* Сбор информации о базовом конфликте - с использованием модели идентичности позволяет проанализировать базовые отношения во всём их многообразии и проследить закономерности их влияния на актуальное поведение и конфликты.</p></li>
			<li>3. <b>Ситуативное поощрение</b></li>
			<li>4. <b>Вербализация, решение и действие</b></li>
			<li>5. <b>Расширение целей</b>
				<p>Использование концепций, мифов, притч и метафор</p>
			</li>
		</ul>
		<p><b>Семья</b> - рассматривается в Позитивной Психотерапии не только как жизненный контекст, в котором происходи
		интенсивный коммуникационный и развивающий тренинг, но и как мощный терапевтический инструмент и, одновременно,
		как терапевтическую группу.</p>
		<p><b>Первое интервью</b> - в Позитивной Психотерапии имеет ясную стандартизированную форму, что позволяет собрать довольно обширную информацию, не упустив из внимания ни одну из важных областей жизни.</p>
		<p><b>Вопросник WIPPF</b> - Висбаденский Вопросник Позитивной и Семейной Психотерапии - является активным инструментарием
		метода, позволяющим получить ориентировочную информацию о значимости каждой первичной и вторичной актуальной способности, о модели баланса и модели идентичности.</p>
	</div>;
};
export default AboutPage;