import Link from 'next/link';



const MagazinPage = () => {
	return <div className="wrapper_text long_text">
		<h1>Журнал «Global psychotherapist»</h1>
		<h2>О Журнале</h2>
		<p>The Global Psychotherapist (JGP) — междисциплинарный электронный журнал, посвященный позитивной психотерапии
			(ППТ по Пезешкиану, с 1977 г.)™. Этот рецензируемый журнал публикует статьи об опыте и применении
			гуманистически-психодинамического метода позитивной и транскультуральной психотерапии.</p>

		<p>Журнал «Глобальный психотерапевт» публикует оригинальные результаты исследований относительного применения
			концепций позитивной и транскультуральной психотерапии, научно-теоретические и практические материалы по
			психологии и психотерапии, относящиеся к развитию метода ППТ.
			Журнал выходит два раза в год – в январе и июле. Языки статей: английский, русский и украинский.</p>

		<p>Все поступающие статьи рецензируются в соответствии с процедурой двойного слепого рецензирования. Все статьи
			принимаются к публикации бесплатно.
			Редакция журнала – <Link href="mailto:journal@positum.org">journal@positum.org</Link></p>

		<p>ЧИТАТЬ ЖУРНАЛ «Global psychotherapist» <Link
			href={'https://www.positum.org/ppt-journal/'}>https://www.positum.org/ppt-journal/</Link></p>

		<h2>Инструкции для авторов статей</h2>

		<p>Читать инструкции в оригинале (английский язык): <Link
			href="https://www.positum.org/ppt-journal/">https://www.positum.org/ppt-journal/</Link></p>
		<p>ИНСТРУКЦИЯ ДЛЯ АВТОРОВ:</p>
		<h3>Прием статей</h3>
		<p>The Global Psychotherapist (JGP) это междисциплинарный электронный журнал, посвященный позитивной
			психотерапии (ППТ по Пезешкиану, с 1977 года) ™. Этот рецензируемый полугодовой журнал публикует статьи об
			опыте применения гуманистико-психодинамического метода Позитивной и Транскультуральной психотерапии.
			Публикуются оригинальные результаты исследований относительной применения концепций Позитивной и
			Траснкультуральной Психотерапии, научно-теоретические и практические материалы по психологии и психотерапии,
			связанные с развитием метода ППТ.</p>
		<p>Журнал выходит два раза в год – в январе и июле. Язык статей: английский, русский и украинский.</p>
		<p>Все поступающие статьи рецензируются согласно процедуре двойного слепого рецензирования.</p>
		<p> Журнал поддерживает политику открытого доступа, основанную на принципе свободного распространения научной
			информации и глобального обмена знаниями для общего социального прогресса.</p>
		<p>Авторы, публикующиеся под любой лицензией, разрешенной журналом, сохраняют за собой все права. Редакционная
			политика журнала позволяет размещать все версии опубликованных статей в институциональном или другом
			хранилище по выбору автора без эмбарго.</p>
		<p>Издание использует Creative Commons Attribution 4.0 International License (CC-BY 4.0).</p>
		<h3>ЯЗЫК</h3>
		<p>Языки статей: английский, русский и украинский. Каждая статья должна иметь аннотации на английском языке, а
			для русскоязычных и украиноязычных статей – аннотации на английском и оригинальном языках.</p>
		<p>Для редактирования англоязычных статей авторы могут обратиться за помощью к редактору, Д-р Дороти Мартин (США
			/ Албания). Эта услуга бесплатна для авторов. Но предоставляется только для редакционных задач, не для
			перевода. Обратиться за услугой можно по электронному адресу <Link
				href={'mailto:journal@positum.org'}>journal@positum.org</Link></p>
		<h3>ТЕМАТИЧЕСКИЕ СЕКЦИИ</h3>
		<p>Журнал публикует три категории статей:</p>
		<ul>
			<li>1. Научные секции: <br />
				– Исследования и инновации в ППТ<br />
				– Предварительное изучение в ППТ
			</li>
			<li>2. Практические секции: <br />
				– ППТ кейсы<br />
				– Обучение ППТ<br />
				– Специальные статьи
			</li>
			<li>3. Также к публикации принимаются обзоры книг и письма в редакцию (эта категория не индексируется).</li>
		</ul>
		<h3>ОФОРМЛЕНИЕ СТАТЕЙ</h3>
		<p>Для оформления статей, включая данные об авторах, находящихся внутри статьи, редакция журнала просит авторов
			использовать специально разработанные шаблоны.</p>
		<ul>
			<li>• Для научных разделов: Шаблон для научных статей: <a href='/files/magazine/PPT-Journal-template_scientific_rus.docx'>на русском</a> и <a href="/files/magazine/PPT-Journal-template_scientific.docx">на анлйиском</a>
			</li>
			<li>• Для практических разделов: Шаблон для практических статей: <a href='/files/magazine/PPT-Journal-template_practical_rus.docx'>на русском</a> и  <a href='/files/magazine/PPT-Journal-template_practical.docx'>на английском</a>
			</li>
			<li>• Обзоры книг и письма принимаются в свободной форме.</li>
		</ul>
		<p>Все статьи принимаются в форматах DOC, DOCX, RTF.</p>
		<p><b>При работе с шаблонами убедительная просьба сохранить редакционные элементы (форматирование текста, шрифт,
		интервал, а также структуру), обозначенные в шаблоне и заменять лишь сам текст.</b></p>
		<p>Принципы оформления литературных источников также указаны внутри шаблона.</p>
		<p>Для подачи статьи достаточно отправить на адрес редакции <Link href={'mailto:journal@positum.org'}>journal@positum.org</Link> один файл «Статья_имя автора»,
		оформленный в специальном шаблоне, приведенном в этом пункте.</p>
		<p>При первичном направлении статьи в редакцию в копию письма должны быть поставлены все авторы статьи</p>
		<h3>ОБЪЕМ СТАТЕЙ</h3>
		<p>Научные и практические статьи – не более 3300 слов (больший объем допускается в индивидуальном порядке, по
		решению редакции). Обзоры книг и письма в редакцию – не более 1000 слов.</p>
		<h3>АННОТАЦИЯ (ABSTRACT)</h3>
		<p>К научным и практическим статьям должна быть приложена аннотация (абстракт) на английском языке. Для статей на
		русском языке – аннотация на английском и русском языках. После аннотации указываются ключевые слова в
		количестве от 3 до 5.</p>
		<h3>ОБЩИЕ ПРАВИЛА</h3>
		<p>При направлении статьи в редакцию рекомендуется руководствоваться следующими правилами:</p>
		<ul>
		<li>• Рассмотрение статьи на предмет публикации занимает не менее 8 недель.</li>
		<li>• Редакционная коллегия журнала обязуется публиковать только оригинальные материалы, т.е. материалы, которые не
		были опубликованы в другом месте и не рецензируются в другом месте. Ранее опубликованные статьи будут отклонены.
	</li><li>• Все статьи принимаются к печати в порядке общей очереди.
	</li><li>• Статьи, не соответствующие требованиям редакции, к рассмотрению не принимаются.
	</li><li>• Все поступающие статьи рецензируются по процедуре двойного-слепого рецензирования. Рецензия является
		анонимной. Корреспонденция с рецензентом ведётся через ответственного секретаря. После окончательного решения о
		принятии или отклонении работы все авторы получают электронное информационное письмо с уведомлением о
		результатах рецензирования.
	</li><li>• Редакция не предоставляет авторские экземпляры журнала. Журнал выходит в электронном формате. Весь архив
		номеров с бесплатным доступом доступен на официальной странице журнала.
	</li><li>• Журнал «The Global Psychotherapist» использует программное обеспечение «Unicheck» для обнаружения случаев
		дублирования и сходства текстов в представленных рукописях. Рукописи, в которых обнаружен плагиат или текстовые
		заимствования без ссылок на первоисточники, отклоняются Редакционной коллегией для публикации в журнале.
		Редакционная коллегия журнала рассматривает по существу любой случай плагиата. При обнаружении плагиата
		редакторами или рецензентами на любом этапе перед публикацией рукописи, автор(ы) будет предупрежден об этом, с
		просьбой либо переписать текст, либо точно процитировать текст и указать первоисточник.
	</li><li>• Все статьи принимаются к печати бесплатно.
	</li><li>• Все статьи проходят обязательную проверку лингвистических редакторов:
		Английский язык – Д-р Дороти Мартин (Албания)
		Русский язык – Д-р Катерина Литвиненко (Украина)
	</li><li>• Редакция оставляет за собой право на редактирование статей, представленных к публикации.
	</li><li>• С подробным описанием Редакционной Политики журнала можно ознакомиться здесь</li>
		</ul>
		<h3>РЕДАКЦИОННАЯ КОЛЛЕГИЯ</h3>
		<ul>
		<li>• Ольга Литвиненко (Украина), доктор психологических наук, профессор кафедры общей психологии и психологии
		развития личности Одесского национального университета им. И. И. Мечникова, Мастер Тренер ППТ, член дирекции
		WAPP, e-mail: <Link href="mailto:dr.olgalytvynenko@gmail.com">dr.olgalytvynenko@gmail.com</Link>
		</li><li>• Эрик Мессиас (США), MD, PhD, профессор и заведующий кафедрой психиатрии Медицинского факультета Университета
		Сент-Луиса, США, e-mail:  <Link href="mailto:erick.messias@health.slu.edu">erick.messias@health.slu.edu</Link>
		</li><li>• Людмила Сердюк (Украина), доктор психологических наук, профессор. Глава научно-исследователькой лаборатории
		психологии личности Института психологии Костюка НАПН Украины, кандидат-Мастер тренер по позитивной
		психотерапии. e-mail:  <Link href="mailto:Lzserdyuk15@gmail.com">Lzserdyuk15@gmail.com</Link>
		</li><li>• Али Эрийлмаз (Турция), PhD, профессор факультета педагогики Йылдызкого Технического Университета (Турция),
		Базовый Тренер ППТ, e-mail:  <Link href="mailto:erali76@hotmail.com">erali76@hotmail.com</Link>
		</li><li>• Роман Чесельски (Польша), PhD, MD, сертифицированный психотерапевт и супервизор Польской психиатрической
		ассоциации, сертифицированный психотерапевт, супервизор и тренер ППТ, президент Польской ассоциации развития
		психотерапии, член экспертного комитета Министерства здравоохранения, e-mail:  <Link href="mailto:romcie66@gmail.com">romcie66@gmail.com</Link>
		<h3>МЕЖДУНАРОДНЫЙ НАУЧНЫЙ КОМИТЕТ</h3>
		</li><li>• Андре Марсель (США), PhD, LPC. Преподаватель кафедры консультирования и психологии Чикагского государственного
		университета. Директор Службы по Консультированию и Коучингу Safepaces Counseling, e-mail:  <Link href="mailto:dr.dre@safepaces.com">dr.dre@safepaces.com</Link>
		</li><li>• Евгений Карпенко (Украина), д.психол.н., доцент кафедры практической психологии Львовского государственного
		университета внутренних дел, cертифицированный позитивный психотерапевт, член WAPP, e-mail:  <Link href="mailto:psiholog_pp@ukr.net">psiholog_pp@ukr.net</Link>
		</li><li>• Овидиу Дамиан (Румыния), доктор философии, сертифицированный позитивный психотерапевт, психотерапевт и тренер,
		лектор и супервизор Румынской федерации лечебного образования (FPC), e-mail:  <Link href="mailto:ovidiu.damian@atuconsulting.ro">ovidiu.damian@atuconsulting.ro</Link>
		</li><li>• Шридхар Шарма (Индия), MB.B.S, MD., D.P.M., FRC PSY (Лондон); FRANZCP (Австралия), FAMS, DFAPA (США),
		заслуженный профессор психиатрии, Национальная академия медицинских наук (NAMS) Индии, e-mail: <Link href="mailto:sharma.shridhar@gmail.com">sharma.shridhar@gmail.com</Link>
		</li>
		</ul>
		<h3>МЕЖДУНАРОДНАЯ КОЛЛЕГИЯ РЕЦЕНЗЕНТОВ</h3>
		<ul>
		<li>• Ольга Купреева (Украина), доктор психологических наук, доцент Института психологии им. С. Костюка НААН Украины
		(г. Киев. Украина), e-mail:  <Link href="mailto:consultok0804@gmail.com">consultok0804@gmail.com</Link>
		</li><li>• Златослав Арабаджиев (Болгария), MD, PhD, магистерская степень в психологии, психиатр. Доцент кафедры
		психиатрии и медицинской психологии Медицинского университета Пловдива. Базовый консультант по PPT, участник
		Мастер кура PPT, член WAPP и Болгарской психиатрической ассоциации. Преподаватель кафедры последипломного
		образования Медицинского университета Пловдива. Повышение квалификации по концептуализации кейсов Адлера,
		e-mail: <Link href="mailto:zlatolini@gmail.com">zlatolini@gmail.com</Link>
		</li><li>• Арно Реммерс (Германия), MSD, психотерапевт, международный тренер ППТ, доцент и супервизор Висбаденской
		академии психотерапии (WIAP), e-mail:  <Link href="mailto:arno@arem.de">arno@arem.de</Link>
		</li><li>• Иван Кириллов (Турция), MD, PhD, психиатр, психотерапевт, Член WAPP Board, международный Мастер Тренер и
		супервизор WAPP, корпоративный тренер и коуч, автор 4 книг и более 30 научных публикаций, e-mail: <Link href="mailto:ivan_kirillov@mail.ru">ivan_kirillov@mail.ru</Link>

		</li><li>• Максим Чекмарев (Россия), MD, психиатр, психотерапевт, международный Мастер Тренер WAPP, директор Амурского
		центра по Позитивной Психотерапии, преподаватель кафедры общественного здоровья Амурского государственного
		медицинского университета, e-mail:  <Link href="mailto:pontific3@yandex.ru">pontific3@yandex.ru</Link>
		</li><li>• Елена Чиханцова (Украина), доктор психологических наук, старший научный сотрудник Лаборатории психологии
		личности имени Чаматы Института психологии им. Костюка НАН Украины. Автор более 70 публикаций, e-mail: <Link href="mailto:chyhantsova@gmail.com">chyhantsova@gmail.com</Link>

		</li><li>• Тугба Сари (Турция), PhD, доцент кафедры психологического консультирования в Акдениз Университете (Анталия,
		Турция), Мастер тренер WAPP, e-mail: <Link href="mailto:saritugba75@gmail.com">saritugba75@gmail.com</Link>
		</li><li>• Тодор С. Симеонов (Болгария), PhD., исследователь в Институте Риторики и Коммуникаций (София, Болгария),
		Базовый консультант в методе ППТ, слушатель Мастер Курса по ППТ, член редакционного коллегии журналов “Rhetoric
		and Communication e-Journal” и “Revista Europa Del Este Unida”, e-mail:  <Link href="mailto:simeonov.s.todor@gmail.com">simeonov.s.todor@gmail.com</Link>
		</li><li>• Александра Низдрян-Федорович (Украина), PhD, доцент кафедры клинической психологии Украинского Католического
		университета (Львов, Украина), Базовій тренер ППТ, клинический психолог в Тернопольском региональном
		коммунальном клиническом психо-неврологическом госпитале, e-mail: <Link href="mailto:nizdran@ucu.edu.ua">nizdran@ucu.edu.ua</Link>
		</li><li>• Полина Ефремова (Россия), психолог, бизнес-тренер, Мастер Тренер в ППТ, руководитель Московского центра
		позитивной психотерапии, генеральный менеджер ППТ в Российской профессиональной психотерапевтической лиге, автор
		ряда научных статей в российских и зарубежных журналах, e-mail:  <Link href="mailto:poromesh@gmail.com">poromesh@gmail.com</Link>
		</li><li>• Эва Добяла (Польша), MD, специалист в области психиатрии и экологической терапии, сертифицированный
		психотерапевт и супервизор-кандидат Польской психиатрической ассоциации, международный тренер по Позитивной и
		Транскультуральной Психотерапии, e-mail:  <Link href="mailto:edobiala@gmail.com">edobiala@gmail.com</Link>
		</li><li>• Денис Лавриненко (Украина), магистр социальных наук, психолог, организационный консультант, мастер-тренер по
		PPT, директор Европейской коллегии по психотерапии и коучингу, старший преподаватель кафедры педагогики и
		психологии Киевского национального экономического университета имени Вадима Гетьмана, автор и соавтор автор
		более 70 научных публикаций, e-mail:  <Link href="mailto:lavryden@gmail.com">lavryden@gmail.com</Link>
		</li><li>• Александра Зарек (Польша) – PhD, сертифицированный психотерапевт и базовый тренер по Позитивной и
		Транскультуральной Психотерапии, сотрудник кафедры гуманистических медицинских наук Медицинского университета
		Вроцлава и член терапевтической группы Вроцлавского института психотерапии, e-mail:  <Link href="mailto:aleksandra.a.zarek@gmail.com">aleksandra.a.zarek@gmail.com</Link>
		</li><li>• Людмила Москаленко (Украина), PhD, доцент кафедры психологии и педагогики Украинского гуманитарного института,
		кандидат в Мастер-тренеры по ППТ, член правления Украинского института позитивной психотерапии, президент
			Украинской ассоциации позитивной психотерапии, e-mail:  <Link href="mailto:mosluds@gmail.com">mosluds@gmail.com</Link></li>
		</ul>
		<h3>ОТВЕТСТВЕННЫЕ РЕДАКТОРЫ</h3>
		pСекретарь – <Link href={'mailto:journal@positum.org'}>journal@positum.org</Link>
		<h3>ЛИНГВИСТИЧЕСКИЕ РЕДАКТОРЫ</h3>
		Английский – Д-р Дороти Мартин (США/Албания) – <Link href={'mailto:journal@positum.org'}>journal@positum.org</Link> <br/>
		Русский и украинский – Д-р Катерина Литвиненко (Украина) – <Link href={'mailto:journal@positum.org'}>journal@positum.org</Link> <br/>
		Полный документ о редакционной политике: : <a target="_blank" href='/files/magazine/EDITORIAL-POLICY-OF-THE-JOURNAL_RUS.pdf'>на русском</a> и  <a href='/files/magazine/EDITORIAL-POLICY-OF-THE-JOURNAL.pdf' target="_blank">на английском</a>
	</div>;
};

export default MagazinPage;