import './styles.scss'

const MainText = () => {
	return <div className='main-text'>
		<p>Дорогие коллеги, мы приветствуем Вас на сайте «Позитивная психотерапия в России»!</p>
		<p>
		Этот сайт призван объединить российское сообщество специалистов, использующих позитивную психотерапию, в качестве основного метода.
		Базовые консультанты, позитивные психотерапевты, тренеры Международной Академией Позитивной Психотерапии вместе в целях развития Метода могут быть интегрированы именно здесь.</p>
		<p>
		На данной информационной площадке размещается объективная и актуальная информация о событиях, графиках базовых и мастер курсов в разных городах России, стандартах обучения Всемирной Ассоциации Позитивной Психотерапии (WAPP), мероприятиях из первых уст, актуальный тренерский состав и другие нужные важности.
		</p>
	</div>;
}
export default MainText